package less_5;
//Напишите программу вывода всех четных чисел от 2 до 100 включительно

public class Task_5_2 {
    public static void main(String[] args) {
        int i = 0;
        int limit = 100;
        while (i <= limit) {
           i += 2;
        } System.out.print(i);

    }
}
